{
  "Pitit Bac is brought to you by {name}.": "Pitit Bac est réalisé par {name}.",
  "This application is {open_source}.": "Cette application est {open_source}.",
  "open source, and published under a free licence": "à sources ouvertes, et publiée sous une licence libre",

  "<strong>{name}</strong> will be able to manage the game, its configuration, and relaunch a new game at the end. You'll lose those powers.": "<strong>{name}</strong> pourra gérer la partie, sa configuration, ou relancer une nouvelle partie à la fin. Vous perdrez ces pouvoirs.",
  "The game master cannot influence the votes or the game, only its configuration or relaunch. It can also kick players and lock the game.": "Le maître du jeu ne peut pas influencer les votes ou la partie, uniquement sa configuration ou son relancement. Il ou elle peut également expulser des joueurs et verrouiller la partie.",

  "Configure the game": "Configurer la partie",
  "Game configuration": "Configuration de la partie",
  "Categories": "Catégories à remplir",
  "Add a category…": "Ajouter une catégorie…",
  "<strong>Everyone can update categories.</strong>": "<strong>Tout le monde peut modifier les catégories.</strong>",
  "Write down the category you want, and press enter to add it; or use the suggestions link to enter pre-selected categories.": "Écrivez la catégorie que vous désirez, et tapez “entrée” pour l'ajouter&nbsp;; ou utilisez le lien “Suggestions” pour ajouter des catégories pré-sélectionnées.",
  "Allow everyone to update categories": "Autoriser tout le monde à modifier les catégories",
  "Suggestions": "Suggestions",
  "Rounds: {rounds}": "Tours : {rounds}",
  "Time limit for each round: {limit}": "Durée maximale par tour : {limit}",
  "{minutes} and {seconds}": "{minutes} et {seconds}",
  "{n} minute | {n} minutes": "{n} minute | {n} minutes",
  "{n}s | {n}s": "{n}s | {n}s",
  "{n} second | {n} seconds": "{n} seconde | {n} secondes",
  "infinite": "infinie",
  "Stop rounds as soon as the first player finishes": "Arrêter chaque tour lorsque quelqu'un a terminé",

  "Start the game": "Démarrer la partie",
  "You're alone! Invite other players to join using the game link…": "Vous êtes seul⋅e ! Invitez d'autres joueurs à vous rejoindre en leur donnant le lien de la partie…",
  "You cannot start the game without categories.": "Vous ne pouvez démarrer la partie sans aucune catégorie.",
  "Some fields are not correctly set.": "Certains champs ne sont pas correctement remplis.",
  "Please wait—the game master will start the game…": "Veuillez patienter — le maître du jeu va lancer la partie…",

  "Categories suggestions": "Suggestions de catégories",
  "Categories ideas are suggested below. You can always write your own categories directly—don't hesitate if you have original ideas or private references!": "Des idées de catégories sont suggérées ci-dessous. Vous pouvez toujours entrer directement vos propres catégories — n'hésitez pas si vous avez des idées originales ou des références privées !",
  "Click on a category to add or remove it.": "Cliquez sur une catégorie pour l'ajouter ou la supprimer.",
  "Categories ideas are suggested below. The game master can write your own categories directly—don't hesitate to ask if you have original ideas or private references!": "Des idées de catégories sont suggérées ci-dessous. Le maître du jeu peut toujours entrer directement vos propres catégories — n'hésitez pas à lui demander si vous avez des idées originales ou des références privées !",
  "Sorry, but there are no suggestions available for your language.": "Désolé, mais il n'y a aucune suggestion disponible pour votre langue.",
  "Close": "Fermer",

  "Advanced settings": "Paramètres avancés",

  "Alphabet": "Alphabet",
  "Each round's letter will be drawn from these letters.": "La lettre de chaque tour sera extraite au hasard de ces lettres.",
  "Presets": "Pré-sélections",
  "International Alphabets": "Alphabets internationaux",
  "Complete alphabets from different writing systems.": "Alphabets complets, provenant de différents systèmes d'écriture.",
  "Latin Alphabet": "Alphabet latin",
  "Greek Alphabet": "Alphabet grec",
  "Cyrillic Alphabet": "Alphabet cyrillique",
  "Simplified Alphabets": "Alphabets simplifiés",
  "Alphabets from different languages, but without the rarest letters.": "Alphabets provenant de différentes langues, mais sans les lettres les plus rares.",
  "German": "Allemand",
  "English": "Anglais",
  "Breton": "Breton",
  "Danish": "Danois",
  "Spanish": "Espagnol",
  "Esperanto": "Esperanto",
  "Finnish": "Finnois",
  "French": "Français",
  "Greek": "Grec",
  "Icelandic": "Islandais",
  "Italian": "Italien",
  "Latin": "Latin",
  "Dutch": "Néerlandais",
  "Norwegian": "Norvégien",
  "Occitan": "Occitan",
  "Polish": "Polonais",
  "Portuguese": "Portuguais",
  "Russian": "Russe",
  "Swedish": "Suédois",
  "Your language or alphabet is missing?": "Votre langue ou alphabet manque à la liste ?",
  "Explain us how to add it!": "Expliquez-nous comment l'ajouter !",

  "Scores": "Scores",
  "How does it work?": "Explications",
  "Valid": "Valide",
  "Points granted if the answer is correct, accepted by all players, and unique.": "Points attribués si la réponse est correcte, acceptée par tous, et unique.",
  "Duplicated": "Dupliquée",
  "Points granted if the answer is correct, accepted by all players, but when other players answered the same thing.": "Points attribués si la réponse est correcte, acceptée par tous, mais que plusieurs personne ont répondu la même chose.",
  "Invalid": "Invalide",
  "Points granted if the answer is not correct (does not start with the correct letter).": "Points attribués si la réponse n'est pas correcte (elle ne commence pas par la bonne lettre).",
  "Refused": "Refusée",
  "Points granted if the answer starts with the correct letter, but was voted against by a majority of players.": "Points attribués si la réponse commence par la bonne lettre, mais est refusée par la majorité des participants.",
  "Empty": "Vide",
  "Points granted if the answer is missing.": "Points attribués si la réponse est manquante.",
  "Scores can be negative (points are then subtracted from the player's score).": "Les scores peuvent être négatifs (ils seront dans ce cas retranchés du score du joueur).",

  "Starting soon…": "Début imminent…",
  "Brace yourself, the next round starts in a few seconds…": "Préparez-vous, le prochain tour débute dans quelque secondes…",

  "Fill all categories with words or phrases beginning with the letter {letter}, then submit your answers using the finish button.": "Remplissez toutes les catégories avec des mots ou expressions commençant par la lettre {letter}, puis envoyez vos réponses à l'aide du bouton.",
  "The first player to finish interrupts all the others!": "Le premier joueur qui termine interrompt tous les autres !",
  "You must enter a word or phrase beginning with the letter {letter}.": "Vous devez entrer un mot ou une phrase commençant par la lettre {letter}.",
  "First round": "Premier tour",
  "Second round": "Second tour",
  "Third round": "Troisième tour",
  "Fourth round": "Quatrième tour",
  "Fifth round": "Cinquième tour",
  "Sixth round": "Sixième tour",
  "Seventh round": "Septième tour",
  "Eighth round": "Huitième tour",
  "Ninth round": "Neuvième tour",
  "Tenth round": "Dixième tour",
  "Eleventh round": "Onzième tour",
  "Twelfth round": "Douzième tour",
  "Thirteenth round": "Treizième tour",
  "Fourteenth round": "Quatorzième tour",
  "Fifteenth round": "Quinzième tour",
  "Sixteenth round": "Seizième tour",
  "Seventeenth round": "Dix-septième tour",
  "Eighteenth round": "Dix-huitième tour",
  "Nineteenth round": "Dix-neuvième tour",
  "Twentieth round": "Vingtième tour",
  "Twenty-first round": "Vingt-et-unième tour",
  "{n}th round": "{n}ème tour",
  "I finished!": "J'ai terminé !",
  "Please wait…": "Veuillez patienter…",
  "Wait for the others…": "Attendez les autres…",
  "Fill in all categories correctly before submitting": "Remplissez toutes les catégories correctement avant d'envoyer vos résultats",
  "Click here to submit your answers and interrupt all other players!": "Cliquez ici pour envoyer vos réponses et interrompre les autres joueurs !",
  "Click here to submit your answers, and let other players know you're done. You'll still be able to change your answers before the time's up, or as long as not everyone finished.": "Cliquez ici pour envoyer vos réponses, et informer les autres joueurs que vous avez terminé. Vous pourrez toujours modifier vos réponses, tant que le temps n'est pas expiré ou que tout le monde n'a pas terminé.",

  "Collecting answers from all players…": "Collecte des réponses de tous les joueurs…",

  "Here are everyone's proposals for the letter {letter}.": "Voici les propositions de tout le monde pour la lettre {letter}.",
  "Are they acceptable? You'll be the judge!": "Sont-elles acceptables ? C'est à vous de juger !",
  "Uncheck all the boxes against the proposals you refuse. Then, validate with the finish button.": "Décochez les cases en regard des réponses que vous considérez comme étant à rejeter. Lorsque vous avez fini, cliquez sur « J'ai terminé ».",
  "The round was interrupted by {name}, who was faster than the others!": "Le tour a été interrompu par {name}, qui a été plus rapide que les autres !",
  "It looks like no one answered anything during this round… So there is nothing to vote. Please click “I finished!” to start the next round.": "Il semblerait qu'il n'y ait eu aucune réponse durant ce tour… il n'y a donc rien à voter. Cliquez sur « J'ai terminé » pour passer au tour suivant.",
  "(no answer)": "(pas de réponse)",
  "Search “{term}” on a search engine (in a new tab)": "Rechercher « {term} » à l'aide d'un moteur de recherche (dans un nouvel onglet)",
  "Search": "Rechercher",
  "Invalid answer": "Proposition invalide",
  "Rejected by a majority of players": "Rejeté par la majorité",
  "{name} voted for this answer": "{name} a voté pour cette réponse",
  "{name} voted against this answer": "{name} a voté contre cette réponse",

  "Winner | Winners": "Vainqueur | Vainqueurs",
  "Runner-up | Runners-up": "Deuxième | Deuxièmes",
  "Third | Third": "Troisième | Troisièmes",
  "and":  "et",

  "1{st}": "1{st}",
  "2{nd}": "2{nd}",
  "3{rd}": "3{rd}",
  "{n}{th}": "{n}{th}",
  "st": "er",
  "nd": "d",
  "rd": "ème",
  "th": "ème",

  "<span>{n}</span> point | <span>{n}</span> points": "<span>{n}</span> point | <span>{n}</span> points",
  "{n} point | {n} points": "{n} point | {n} points",

  "Another game?": "On recommence ?",
  "Click on this button to go back to the configuration screen with all players, and play again.": "Cliquez sur le bouton pour retourner avec tous les joueurs à l'écran de configuration, et recommencer une partie.",
  "New game": "Nouvelle partie"
}
